Repository: AntoniPochopien/sky_high_jumper
Catalog: lib/l10n/intl_*.arb
Languages: pl

source: Next
pl: Dalej

source: Back
pl: Wstecz

# auth_welcome
source: Welcome in FindBET!
pl: Witamy w FindBET!

# auth_login
source: Log in
pl: Zaloguj się

# auth_sign_in
source: Sign in
pl: Załóż konto

# auth_username
source: Username
pl: Nazwa użytkownika

# auth_password
source: Password
pl: Hasło

# auth_cant_rmbr_pwd
source: Don't you remember the password?
pl: Nie pamiętasz hasła?

# auth_consent
source: By logging in, you accept the current
pl: Zakładając konto akceptujesz aktualny

# auth_repeat_password
source: Repeat password
pl: Powtórz hasło

# auth_add_photo
source: Add photo
pl: Dodaj zdjęcie

# auth_phone_number
source: Phone number
pl: Numer telefonu

# auth_phone_info
source: Please enter a real number because the code needed to verify your account in the next step will be sent to it.
pl: Prosimy podać prawdziwy numer ponieważ na niego przyjdzie kod potrzebny do weryfikacji konta w następnym kroku.

# auth_pin
source: Enter a 6-digit PIN
pl: Podaj 6 cyfrowy PIN

# auth_pin_info
source: It should have already reached you via SMS.
pl: Powinien do Ciebie już dotrzeć sms-em.

# auth_sign_in_consent
source: By signing in, you accept the current
pl: Zkładając konto akceptujesz aktualny

# auth_terms_of_service
source: Terms of Service
pl: Regulamin serwisu

# auth_over_18_consent
source: I certify that I am over 18 years old.
pl: Oświadczam, że ukończyłem 18 lat.

# auth_check_your_email
source: Check your email and click on verify link
pl: Zajrzyj na swoją pocztę email i kliknij w wysłany link

# auth_email_not_confirmed
source: Email address is not confirmed
pl: Nie potwierdzono adresu email

# auth_provided_email_has_wrong
source: Provided email has wrong format
pl: Podany email posiada zły format

# auth_email_is_already_in_use
source: Email is already in use
pl: Email jest już wykorzystany

# auth_password_too_short
source: Password is too short
pl: Hasło jest zbyt krótkie

# this_field_cannot
source: This field cannot be empty
pl: To pole nie może być puste

# settings_select_language
source: Select language
pl: Wybierz język

# auth_password_must_contains
source: Password must contains at least one number and uppercase
pl: Hasło musi zawierać jedną dużą literę i jedną liczbę

# auth_passwords_are_not_the_same
source: Passwords are not the same
pl: Hasła nie są takie same

# auth_image_can_be_max_mb
source: Image can have maximum size of {number}mb
pl: Zdjęcie może mieć maksymalnie {number}mb

# auth_username_is_too_short
source: Username is too short
pl: Nazwa użytkownika jest zbyt krótka

# auth_username_is_taken
source: Username is already taken
pl: Nazwa użytkownika jest już zajęta

# auth_wrong_credentials
source: Wrong credentials
pl: Złe dane logowania

# auth_username_or_password
source: Username or password are incorrect
pl: Nazwa użytkownika bądź hasło, są niepoprawne

# creator_you_must_create_seller_account
source: You must create seller account
pl: Musisz założyć konto sprzedawcy

# creator_rate_and_bet
source: Rate and bet
pl: Kurs i stawka

# creator_rate_and_bet_dsc
source: Add rate and bet that is visible on bet that you are trying to publish
pl: Dodaj kurs i stawkę widoczną na kuponie który próbujesz opublikować

source: Rate
pl: Kurs

source: Bet
pl: Stawka

# creator_enter_rate
source: Please enter rate
pl: Uzupełnij kurs

# creator_enter_valid_rate
source: Please enter valid rate
pl: Podaj poprawny kurs

# creator_maximum_rate
source: Maximum rate is {number}
pl: Maksymalny kurs to {number}

# creator_minimum_bet
source: Minimal bet is {number}zł
pl: Minimalna stawka to {number}zł

# creator_enter_bet
source: Please enter bet
pl: Uzupełnij stawkę

# creator_enter_valid_bet
source: Please enter valid bet
pl: Podaj poprawną stawkę

source: Free
pl: Darmowy

# creator_provide_amount_you_want_to_earn
source: Provide amount of money that you want to earn from bet
pl: Podaj kwotę jaką chcesz otrzymać za sprzedaż kuponu

# creator_provide_bet_price
source: Provide bet price
pl: Podaj cenę kuponu

# creator_bet_price
source: Bet price
pl: Cena kuponu

# creator_enter_price
source: Enter price
pl: Wpisz cenę

# creator_enter_valid_price
source: Enter valid price
pl: Wpisz poprawną cenę

# creator_max_price
source: Maximal price is 100 000zł
pl: Maksymalna cena to 100 000zł

# creator_min_price
source: Minimal price is 5zł
pl: Minimalna cena to 5zł

source: Date
pl: Data

# creator_date_and_time
source: Date and time
pl: Data oraz godzina

# creator_provide_date_and_time
source: Provide date and time of the first event on your bet
pl: Podaj datę oraz godzinę rozpoczęcia pierwszego wydarzenia na kuponie

# creator_hour
source: Hour
pl: Godzina

# creator_event_must_start_in_the_future
source: Event must start in the future
pl: Wydarzenie musi rozpocząć się w przyszłości

# creator_add_bet
source: Add bet
pl: Dodaj kupon

# creator_add_screenshot
source: Add screenshot of the bet, remember to make rate and bet visible
pl: Dodaj screenshot kuponu, pamiętaj aby uwidocznić stawkę oraz kurs kuponu

# creator_description_and_category
source: Description and category
pl: Opis i kategoria

# creator_you_can_add_description
source: You can add description and category to your bet, this will increse chance to be founded by other users
pl: Mozesz dodac opis do kuponu oraz kategorię, zwiększy to szanse na znalezienie twojego kuponu przez użytkowników

source: Description
pl: Opis

# creator_optional
source: Optional
pl: Opcjonalnie

# creator_bet_category
source: Bet category
pl: Kategoria kuponu

source: Show more
pl: Pokaż więcej

# creator_hide
source: Hide
pl: Ukryj

# risk_low
source: Low
pl: Niskie

# risk_mid
source: Medium
pl: Średnie

# risk_high
source: High
pl: Wysokie

source: Risk
pl: Ryzyko

# creator_summary
source: Summary
pl: Podsumowanie
